Repository: wp-plugins/bing-translator
Catalog: languages/bing-translator-*.po
Languages: ar, bg_bg, cs_cz, da_dk, de_de, es_es, et, fi, fr_fr, he, hi_in, hu_hu, id_id, it_it, ko_kr, lt_lt, lv, nb_no, nl_nl, pl_pl, pt_br, ro, ru_ru, sk_sk, sl_si, sv_se, th, tr_tr, uk, vi, zh_tw

source: Embed a Bing Translator widget
ar: تضمين عنصر واجهة المستخدم ’مترجم Bing‏‘
bg_bg: Вграждане на изпълним модул Bing Преводач
cs_cz: Vložit widget Překladač Bing
da_dk: Integrer en widget til Oversætter på Bing
de_de: Ein Bing Übersetzer-Widget einbetten
es_es: Inserte un widget del Traductor de Bing
et: Manusta Bingi tõlkevidin
fi: Upota Bing-kääntäjäwidget
fr_fr: Incorporer un widget Bing Traducteur
he: הטבע רכיב גרפי של 'מתרגם Bing'
hi_in: Bing अनुवादक विजेट एम्बेड करें
hu_hu: Bing Fordító widget beágyazása
id_id: Benamkan widget Bing Penerjemah
it_it: Incorpora un widget Bing Traduttore
ko_kr: Bing 번역기 위젯 포함
lt_lt: Įdėti „Bing“ vertėjo grafinės sąsajos elementą
lv: Ievietot Bing tulkotāja logrīku
nb_no: Bygg inn en widget for Bing Oversetting
nl_nl: Een Bingvertaler-widget insluiten
pl_pl: Osadź element widget usługi Translator Bing
pt_br: Incorporar um componente do Bing Tradutor
ro: Încorporare widget Traduceri Bing
ru_ru: Внедрить мини-приложение Переводчик Bing
sk_sk: Vložiť miniaplikáciu Prekladač Bing
sl_si: Vdelaj pripomoček Prevajalnik Bing
sv_se: Bädda in en Bing-översättarwidget
th: ฝังวิดเจ็ตโปรแกรมแปล Bing
tr_tr: Bir Bing Çevirmen pencere öğesi ekle
uk: Вбудування віджету Перекладач Bing
vi: Nhúng một tiện ích của Công cụ dịch trên Bing
zh_tw: 內嵌 Bing 翻譯 Widget

source: Title:
ar: العنوان:
bg_bg: Заглавие:
cs_cz: Název:
da_dk: Titel:
de_de: Titel:
es_es: Título:
et: Tiitelriba:
fi: Otsikko:
fr_fr: Titre :
he: כותרת:
hi_in: शीर्षक:
hu_hu: Cím:
id_id: Judul:
it_it: Titolo:
ko_kr: 제목:
lt_lt: Pavadinimas:
lv: Nosaukums:
nb_no: Tittel:
nl_nl: Titel:
pl_pl: Tytuł:
pt_br: Título:
ro: Titlu:
ru_ru: Название:
sk_sk: Názov:
sl_si: Naslov:
sv_se: Titel:
th: ชื่อ:
tr_tr: Başlık:
uk: Назва:
vi: Tiêu đề:
zh_tw: 標題：

source: Enable visitors to translate your site in their language in one click with the Bing Translator plugin from Microsoft Open Technologies, Inc.
ar: قم بتمكين المستخدمين من ترجمة الموقع الخاص بك إلى لغاتهم بمجرد نقرة واحدة بواسطة مكون ’مترجم Bing‏‘ الإضافي من Microsoft Open Technologies, Inc‏.
bg_bg: Разрешете на посетители да превеждат вашия сайт на техния език с едно кликване чрез добавката Bing Преводач от Microsoft Open Technologies, Inc.
cs_cz: Umožňuje návštěvníkům překládat vaši stránku do jejich jazyka jedním kliknutím s programem Překladač Bing od Microsoft Open Technologies, Inc.
da_dk: Tillad, at besøgende kan oversætte din side til deres eget sprog med et enkelt klik med Oversætter på Bing-pluginen fra Microsoft Open Technologies, Inc.
de_de: Besuchern erlauben, Ihre Website mit einem Klick mit dem Bing Übersetzer-Plugin von Microsoft Open Technologies, Inc. in deren Sprache zu übersetzen.
es_es: Permita que los visitantes traduzcan su página web a sus respectivos idiomas con un solo clic gracias al complemento del Traductor de Bing, de Microsoft Open Technologies, Inc.
et: Lubage külastajatel tõlkida veebisait ühe klõpsuga oma emakeelde, kasutades Bingi tõlkevidinat korporatsioonilt Microsoft Open Technologies, Inc.
fi: Tarjoa kävijöille mahdollisuus kääntää sivustosi omalle kielelleen yhdellä napsautuksella Microsoft Open Technologies, Inc:n Bing-kääntäjälaajennuksella.
fr_fr: Autoriser les visiteurs à traduire votre site dans leur langue en un clic grâce au plug-in Bing Traducteur, édité par Microsoft Open Technologies, Inc.
he: אפשר למבקרים באתר לתרגם את האתר שלך בשפה שלהם בלחיצה אחת בעזרת ‏‏יישום Plug-in של 'מתרגם Bing' מ-Microsoft Open Technologies, Inc.‎.
hi_in: Microsoft Open Technologies, Inc. के Bing अनुवादक प्लग-इन से आगंतुकों को एक क्लिक में आपकी साइट का अनुवाद उनकी भाषा में करने के लिए उन्हें सक्षम बनाएँ.
hu_hu: A látogatók egy kattintással lefordíthatják saját nyelvükre a meglátogatott oldalt a Microsoft Open Technologies, Inc. Bing Fordító beépülő moduljával.
id_id: Izinkan pengunjung menerjemahkan situs Anda dalam bahasa mereka dengan sekali klik menggunakan plugin Bing Penerjemah dari Microsoft Open Technologies, Inc.
it_it: Consenti ai visitatori di tradurre il tuo sito nella loro lingua con un solo click con il plugin Bing Traduttore di Microsoft Open Technologies, Inc.
ko_kr: Microsoft Open Technologies, Inc.의 Bing 번역기 플러그인을 사용하여 방문자가 클릭 한 번으로 귀하의 사이트를 방문자의 언어로 번역할 수 있도록 설정합니다.
lt_lt: Lankytojai gali vienu spustelėjimu išversti jūsų svetainę į savo kalbą, naudodami bendrovės „Microsoft Open Technologies, Inc.“ sukurtą „Bing“ vertėjo papildinį.
lv: Atļaut apmeklētājiem ar vienu klikšķi pārtulkot jūsu lapu viņu valodā, izmantojot Microsoft Open Technologies, Inc. spraudni.
nb_no: La besøkende oversette nettstedet til sitt språk med ett klikk ved hjelp av Bing Oversetting-programtillegg fra Microsoft Open Technologies, Inc.
nl_nl: Bied bezoekers de mogelijkheid om uw site met één muisklik naar hun eigen taal te vertalen met de Bingvertaler-plug-in van Microsoft Open Technologies, Inc.
pl_pl: Umożliwiaj odwiedzającym Twoją witrynę tłumaczenie jej na ich własne języki jednym kliknięciem, korzystając z wtyczki Translator Bing firmy Microsoft Open Technologies, Inc.
pt_br: Permite que os visitrantes traduzam seus sites em seus idiomas em um clique com o plug-in do Bing Tradutor da Microsoft Open Technologies, Inc.
ro: Permite vizitatorilor să traducă site-ul dvs. în limba lor, cu un singur clic, cu ajutorul plugin-ului Traduceri Bing de la Microsoft Open Technologies, Inc.
ru_ru: Дайте посетителям возможность переводить ваш сайт на свой язык одним нажатием кнопки с помощью подключаемого модуля Переводчик Bing от компании Microsoft Open Technologies, Inc.
sk_sk: Umožniť návštevníkom prekladať vašu internetovú lokalitu do jazyka návštevníka jediným kliknutím pomocou zásuvného modulu Prekladač Bing od spoločnosti Microsoft Open Technologies, Inc.
sl_si: Z vtičnikom Prevajalnik Bing družbe Microsoft Open Technologies, Inc. omogočite obiskovalcem, da z enim klikom prevedejo vaše spletno mesto v svoj jezik.
sv_se: Tillåt besökare att översätta din sajt till sitt språk med ett klick genom en Bing-översättarplugin från Microsoft Open Technologies, Inc.
th: ให้ผู้เยี่ยมชมแปลไซต์ของคุณเป็นภาษาของตนด้วยการคลิกเพียงครั้งเดียวโดยใช้ปลั๊กอินโปรแกรมแปล Bing จาก Microsoft Open Technologies, Inc
tr_tr: Microsoft Open Technologies, Inc.'te bulunan Bing Çevirmen ekine bir defa tıklayarak ziyaretçilerin sitenizi kendi dillerinde çevirmelerine olanak tanıyın.
uk: Дозвольте відвідувачам перекладати ваш сайт на свою мову одним клацанням миші за допомогою додаткового плагіну Перекладач Bing від Microsoft Open Technologies, Inc.
vi: Cho phép khách truy cập dịch trang của bạn bằng ngôn ngữ của họ trong một lần nhấp với trình cắm Công cụ dịch trên Bing của Microsoft Open Technologies, Inc.
zh_tw: 讓訪客只要按一下 Microsoft Open Technologies, Inc. 的「Bing 翻譯」外掛程式，就可以將您的網站翻譯成他們的語言。
