Repository: wp-plugins/bing-translator
Catalog: languages/bing-translator-*.po
Languages: ar, bg_bg, cs_cz, da_dk, de_de, es_es, et, fi, fr_fr, he, hi_in, hu_hu, id_id, it_it, ko_kr, lt_lt, lv, nb_no, nl_nl, pl_pl, pt_br, ro, ru_ru, sk_sk, sl_si, sv_se, th, tr_tr, uk, vi, zh_tw

source: Bing Translator
ar: مترجم Bing‏
bg_bg: Bing Преводач
cs_cz: Překladač Bing
da_dk: Oversætter på Bing
de_de: Bing Übersetzer
es_es: Traductor de Bing
et: Bingi tõlge
fi: Bing-kääntäjä
fr_fr: Bing Traducteur
he: מתרגם Bing
hi_in: Bing अनुवादक
hu_hu: Bing Fordító
id_id: Bing Penerjemah
it_it: Bing Traduttore
ko_kr: Bing 번역기
lt_lt: „Bing“ vertėjas
lv: Bing tulkotājs
nb_no: Bing Oversetting
nl_nl: Bingvertaler
pl_pl: Translator Bing
pt_br: Bing Tradutor
ro: Traduceri Bing
ru_ru: Переводчик Bing
sk_sk: Prekladač Bing
sl_si: Prevajalnik Bing
sv_se: Bing-översättare
th: โปรแกรมแปล Bing
tr_tr: Bing Çevirmen
uk: Перекладач Bing
vi: Công cụ dịch trên Bing
zh_tw: Bing 翻譯

source: Translation Settings
ar: إعدادات الترجمة
bg_bg: Настройки за превод
cs_cz: Nastavení překladu
da_dk: Oversættelsesindstillinger
de_de: Übersetzungseinstellungen
es_es: Configuración de la traducción
et: Tõlkesätted
fi: Käännösasetukset
fr_fr: Paramètres de traduction
he: הגדרות תרגום
hi_in: अनुवाद सेटिंग
hu_hu: Fordítási beállítások
id_id: Pengaturan Terjemahan
it_it: Impostazioni traduzione
ko_kr: 번역 설정
lt_lt: Vertimo parametrai
lv: Tulkošanas iestatījumi
nb_no: Oversetter-innstillinger
nl_nl: Vertaalinstellingen
pl_pl: Ustawienia tłumaczenia
pt_br: Configurações de Tradução
ro: Setări de traducere
ru_ru: Настройки перевода
sk_sk: Nastavenie prekladu
sl_si: Nastavitve prevajanja
sv_se: Översättningsinställningar
th: การตั้งค่าการแปล
tr_tr: Çeviri Ayarları
uk: Параметри перекладу
vi: Cài đặt Bản dịch
zh_tw: 翻譯設定

source: Pick a Color
ar: اختيار اللون
bg_bg: Избор на цвят
cs_cz: Vybrat barvu
da_dk: Vælg en farve
de_de: Wählen Sie eine Farbe
es_es: Elegir un color
et: Vali värv
fi: Valitse väri
fr_fr: Choisir une couleur
he: בחר צבע
hi_in: कोई रंग चुनें
hu_hu: Válasszon színt
id_id: Pilih Warna
it_it: Scegli un colore
ko_kr: 색상 선택
lt_lt: Pasirinkite spalvą
lv: Izvēlieties krāsu
nb_no: Velg en farge
nl_nl: Kies een kleur
pl_pl: Wybierz kolor
pt_br: Selecione uma cor
ro: Alegeți o culoare
ru_ru: Выбор цвета
sk_sk: Vyberte farbu
sl_si: Izberite barvo
sv_se: Välj en färg
th: เลือกสี
tr_tr: Renk Seçin
uk: Вибрати колір
vi: Chọn Màu
zh_tw: 挑選顏色

source: Community Translations
ar: ترجمات المجتمع
bg_bg: Преводи от общност
cs_cz: Komunitní překlady
da_dk: Community-oversættelser
de_de: Community-Übersetzungen
es_es: Traducciones de la comunidad
et: Veebiklubi tõlked
fi: Yhteisön käännökset
fr_fr: Traductions communautaires
he: תרגומי הקהילה
hi_in: समुदाय अनुवाद
hu_hu: Közösségi fordítások
id_id: Terjemahan Komunitas
it_it: Traduzioni della community
ko_kr: 커뮤니티 번역
lt_lt: Bendruomenės vertimai
lv: Kopienas tulkojumi
nb_no: Gruppeoversettelser
nl_nl: Gemeenschapsvertaling
pl_pl: Tłumaczenia społeczności
pt_br: Traduções da comunidade
ro: Traduceri comunitate
ru_ru: Переводы сообщества
sk_sk: Preklady spoločenstva
sl_si: Prevodi skupnosti
sv_se: Översättningar i grupp
th: การแปลจากชุมชน
tr_tr: Topluluk Çevirileri
uk: Переклади спільноти
vi: Bản dịch Cộng đồng
zh_tw: 社群翻譯

source: When to translate
ar: متى يجب القيام بالترجمة
bg_bg: Кога да се превежда
cs_cz: Kdy překládat
da_dk: Hvornår skal der oversættes
de_de: Wann soll übersetzt werden
es_es: Cuándo traducir
et: Millal tõlkida
fi: Milloin kääntää
fr_fr: Quand traduire ?
he: מתי לתרגם
hi_in: कब अनुवाद करें
hu_hu: Mikor fordítható
id_id: Saatnya menerjemahkan
it_it: Quando tradurre
ko_kr: 번역하는 시점
lt_lt: Kada versti
lv: Kad tulkot
nb_no: Oversett når
nl_nl: Wanneer vertalen
pl_pl: Kiedy przetłumaczyć
pt_br: Quando traduzir
ro: Când se traduce
ru_ru: Когда переводить
sk_sk: Kedy prekladať
sl_si: Kdaj se prevaja
sv_se: När något ska översättas
th: เวลาที่ต้องแปล
tr_tr: Çeviri zamanı
uk: Коли перекладати
vi: Khi nào dịch
zh_tw: 翻譯時機

source: Theme
ar: النسق
bg_bg: Тема
cs_cz: Téma
da_dk: Tema
de_de: Design
es_es: Tema
et: Kujundus
fi: Teema
fr_fr: Thème
he: ערכת נושא
hi_in: थीम
hu_hu: Téma
id_id: Tema
it_it: Tema
ko_kr: 테마
lt_lt: Tema
lv: Temats
nb_no: Tema
nl_nl: Thema
pl_pl: Motyw
pt_br: Tema
ro: Temă
ru_ru: Тема
sk_sk: Téma
sl_si: Tema
sv_se: Tema
th: ชุดรูปแบบ
tr_tr: Konu
uk: Тема
vi: Chủ đề
zh_tw: 主題

source: Enable Community Translations
ar: تمكين ترجمات المجتمع
bg_bg: Разрешаване на преводи от общност
cs_cz: Aktivovat komunitní překlady
da_dk: Aktivér Community-oversættelser
de_de: Community-Übersetzungen aktivieren
es_es: Habilitar traducciones de la comunidad
et: Luba veebiklubi tõlked
fi: Ota käyttöön yhteisön käännökset
fr_fr: Activer les traductions communautaires
he: הפוך את תרגומי הקהילה לזמינים
hi_in: समुदाय अनुवाद सक्षम करें
hu_hu: Közösségi fordítások engedélyezése
id_id: Aktifkan Terjemahan Komunitas
it_it: Consenti traduzioni della community
ko_kr: 커뮤니티 번역 활성화
lt_lt: Įjungti bendruomenės vertimus
lv: Iespējot kopienas tulkojumus
nb_no: Aktiver gruppeoversettelser
nl_nl: Gemeenschapsvertalen inschakelen
pl_pl: Włącz tłumaczenia społeczności
pt_br: Habilitar traduções da comunidade
ro: Activare traduceri comunitate
ru_ru: Включить переводы сообщества
sk_sk: Povoliť preklady spoločenstva
sl_si: Omogoči prevode skupnosti
sv_se: Aktivera översättningar i grupp
th: เปิดใช้งานการแปลจากชุมชน
tr_tr: Topluluk Çevirilerini Etkinleştir
uk: Увімкнути переклади спільноти
vi: Kích hoạt Bản dịch Cộng đồng
zh_tw: 啟用社群翻譯

source: Manual
ar: يدوي
bg_bg: Ръчно
cs_cz: Manuálně
da_dk: Manuel
de_de: Handbuch
et: Manuaalne
fi: Käsikirja
fr_fr: Manuel
he: ידני
hi_in: मैन्युअल
hu_hu: Kézi
it_it: Manuale
ko_kr: 수동
lt_lt: Rankinis
lv: Manuāli
nb_no: Manuell
nl_nl: Handmatig
pl_pl: Ręcznie
ru_ru: Вручную
sk_sk: Ručne
sl_si: Ročno
th: ด้วยตนเอง
tr_tr: Manuel
uk: Вручну
vi: Thủ công
zh_tw: 手動

source: Translate when visitor clicks on the translate button.
ar: تتم الترجمة عند النقر على زر الترجمة.
bg_bg: Превеждане, когато посетителят кликне върху бутона за превод.
cs_cz: Překládá se, když návštěvník klikne na tlačítko Překládat.
da_dk: Oversæt, når besøgende klikker på knappen Oversæt.
de_de: Übersetzen, wenn ein Besucher auf Übersetzen klickt.
es_es: Traducir cuando el visitante haga clic en el botón Traducir.
et: Tõlgi, kui külastaja klõpsab tõlkimise nupul.
fi: Käännä kun kävijä napsauttaa Käännä-painiketta.
fr_fr: Traduire lorsque le visiteur clique sur le bouton Traduire.
he: תרגם כאשר המבקר באתר לוחץ על לחצן התרגום.
hi_in: आगंतुक द्वारा अनुवाद करें बटन पर क्लिक करने पर अनुवाद करें.
hu_hu: A látogató a Fordítás gombra kattintva indítja el a fordítást.
id_id: Terjemahkan jika pengunjung mengeklik tombol terjemah.
it_it: Traduci quando il visitatore clicca sul pulsante traduzione.
ko_kr: 방문자가 번역 버튼을 클릭할 때 번역합니다.
lt_lt: Versti lankytojui spustelėjus mygtuką „Versti“.
lv: Tulkot, kad apmeklētājs noklikšķina uz tulkošanas pogas.
nb_no: Oversett når besøkeren klikker på oversett-knappen.
nl_nl: Vertalen wanneer de bezoeker op de knop Vertalen klikt.
pl_pl: Tłumacz, gdy odwiedzający kliknie przycisk tłumaczenia.
pt_br: Traduzir quando visitante clicar no botão para traduzir.
ro: Se traduce când vizitatorul face clic pe butonul de traducere.
ru_ru: Переводить, если посетитель нажмёт на кнопку "Перевести".
sk_sk: Prekladať, keď návštevník klikne na tlačidlo Preložiť.
sl_si: Prevedi, ko obiskovalec klikne gumb za prevajanje.
sv_se: Översätt när besökare klickar på översättningsknappen
th: แปลเมื่อผู้เยี่ยมชมคลิกที่ปุ่มแปล
tr_tr: Ziyaretçi çeviri düğmesine tıkladığında çevir.
uk: Перекладати при натисканні відвідувачем кнопки перекладу.
vi: Dịch khi khách truy cập nhấp vào nút dịch.
zh_tw: 在訪客按下翻譯按鈕時翻譯。

source: Automatic
ar: تلقائي
bg_bg: Автоматично
cs_cz: Automaticky
da_dk: Automatisk
de_de: Automatisch
es_es: Automático
et: Automaatne
fi: Automaattinen
fr_fr: Automatique
he: אוטומטי
hi_in: स्वचालित
hu_hu: Automatikus
id_id: Otomatis
it_it: Automatica
ko_kr: 자동
lt_lt: Automatinis
lv: Automātiski
nb_no: Automatisk
nl_nl: Automatisch
pl_pl: Automatycznie
pt_br: Automático
ro: Automat
ru_ru: Автоматически
sk_sk: Automaticky
sl_si: Samodejno
sv_se: Automatiskt
th: โดยอัตโนมัติ
tr_tr: Otomatik
uk: Автоматично
vi: Tự động
zh_tw: 自動

source: Translate automatically based on the visitor’s browser language.
ar: تتم الترجمة تلقائيًا اعتمادًا على لغة المتصفح الخاص بالزائر.
bg_bg: Превеждане автоматично съгласно езика на браузъра на посетителя.
cs_cz: Překládá se automaticky na základě jazyka prohlížeče návštěvníka.
da_dk: Oversæt automatisk ud fra sproget i den besøgendes browser.
de_de: Automatisch entsprechend der Browser-Sprache des Besuchers übersetzen.
es_es: Traducir automáticamente según el idioma del explorador del visitante.
et: Tõlgi automaatselt külastaja brauseri keele alusel.
fi: Käännä automaattisesti kävijän selaimen kielen mukaan.
fr_fr: Traduction automatique en fonction de la langue du navigateur du visiteur.
he: תרגם באופן אוטומטי בהתבסס על שפת הדפדפן של המבקר באתר.
hi_in: आगंतुक की ब्राउज़र भाषा के आधार पर स्वचालित रूप से अनुवाद करें.
hu_hu: Automatikus fordítás a látogató böngészőjének nyelve alapján.
id_id: Otomatis terjemahkan berdasarkan bahasa browser pengunjung.
it_it: Traduci automaticamente in base alla lingua del browser del visitatore.
ko_kr: 방문자의 브라우저 언어에 맞춰 자동으로 번역합니다.
lt_lt: Automatiškai versti pagal lankytojo interneto naršyklės kalbą.
lv: Tulkot automātiski atbilstoši apmeklētāja pārlūka valodai.
nb_no: Oversett automatisk basert på besøkerens nettleserinnstillinger.
nl_nl: Automatisch vertalen op basis van de taal van de browser van de bezoeker.
pl_pl: Tłumacz automatycznie na podstawie języka przeglądarki odwiedzającego.
pt_br: Traduzir automaticamente com base no idioma do navegador do visitante.
ro: Se traduce automat în funcție de limba browser-ului vizitatorului.
ru_ru: Переводить автоматически с учётом языка браузера посетителя.
sk_sk: Prekladať automaticky na základe jazyka prehliadača návštevníka.
sl_si: Samodejno prevedi glede na jezik brskalnika obiskovalca.
sv_se: Översätt automatiskt enligt språk för besökarens webbläsare
th: แปลโดยอัตโนมัติตามภาษาที่เบราว์เซอร์ของผู้เยี่ยมชมใช้
tr_tr: Ziyaretçinin tarayıcı dilini temel alarak otomatik olarak çevir.
uk: Перекладати автоматично на мову браузера відвідувача.
vi: Dịch tự động dựa theo ngôn ngữ trình duyệt của khách truy cập.
zh_tw: 根據訪客的瀏覽器語言自動翻譯。

source: Dark
ar: غامق
bg_bg: Тъмно
cs_cz: Tmavá
da_dk: Mørk
de_de: Dunkel
es_es: Oscuro
et: Tume
fi: Tumma
fr_fr: Foncé
he: כהה
hi_in: गहरा
hu_hu: Sötét
id_id: Gelap
it_it: Scuro
ko_kr: 어두움
lt_lt: Tamsus
lv: Tumšs
nb_no: Mørk
nl_nl: Donker
pl_pl: Ciemny
pt_br: Escuro
ro: Închisă
ru_ru: Тёмный
sk_sk: Tmavé
sl_si: Temna
sv_se: Mörkt
th: เข้ม
tr_tr: Koyu
uk: Темний
vi: Tối
zh_tw: 深色

source: Best for pages with a light background.
ar: الأفضل للصفحات ذات خلفية فاتحة.
bg_bg: Най-подходящо за страници със светъл фон.
cs_cz: Nejlepší pro stránky se světlým pozadím.
da_dk: Bedst til sider med en lys baggrund.
de_de: Am besten geeignet für Seiten mit hellem Hintergrund.
es_es: La mejor opción para aquellas páginas que tengan un fondo claro.
et: Sobib heleda taustaga lehtedele.
fi: Paras sivuille, joiden tausta on vaalea.
fr_fr: Idéal pour les pages dont l'arrière-plan est clair.
he: האפשרות הטובה ביותר לדפים עם רקע בהיר.
hi_in: हल्के रंग वाली पृष्ठभूमि के पृष्ठों के लिए सर्वश्रेष्ठ.
hu_hu: Világos hátterű oldalakhoz ajánlott.
id_id: Cocok untuk halaman dengan latar belakang terang.
it_it: Ideale per pagine con sfondo chiaro.
ko_kr: 배경이 밝은 페이지에 적합합니다.
lt_lt: Geriausiai tinka šviesaus fono puslapiams.
lv: Lapām ar gaišu fonu.
nb_no: Best for sider med lys bakgrunn.
nl_nl: Het meest geschikt voor pagina's met een lichte achtergrond.
pl_pl: Najlepszy dla stron o jasnym tle.
pt_br: Melhor para págiunas com um plano de fundo claro.
ro: Optimizată pentru paginile cu fundal deschis la culoare.
ru_ru: Оптимален для страниц со светлым фоном.
sk_sk: Ideálne pre stránky so svetlým pozadím.
sl_si: Najboljše za strani s svetlim ozadjem.
sv_se: Bäst lämpad för sidor med ljus bakgrund
th: เหมาะสำหรับหน้าที่มีพื้นหลังสีอ่อน
tr_tr: Açık renkli arkaplana sahip sayfalar için en iyisi.
uk: Краще підходить для сторінок зі світлим фоном.
vi: Tốt nhất cho các trang có nền sáng.
zh_tw: 最適合用於淺色背景的頁面。

source: Light
ar: فاتح
bg_bg: Светло
cs_cz: Světlá
da_dk: Lys
de_de: Hell
es_es: Claro
et: Hele
fi: Vaalea
fr_fr: Clair
he: בהיר
hi_in: हलका
hu_hu: Világos
id_id: Terang
it_it: Chiaro
ko_kr: 밝음
lt_lt: Šviesus
lv: Gaišs
nb_no: Lys
nl_nl: Licht
pl_pl: Jasny
pt_br: Claro
ro: Deschisă
ru_ru: Светлый
sk_sk: Svetlé
sl_si: Svetla
sv_se: Ljust
th: อ่อน
tr_tr: Açık
uk: Світлий
vi: Sáng
zh_tw: 淺色

source: Best for pages with a dark background.
ar: الأفضل للصفحات ذات خلفية غامقة.
bg_bg: Най-подходящо за страници с тъмен фон.
cs_cz: Nejlepší pro stránky s tmavým pozadím.
da_dk: Bedst til sider med en mørk baggrund.
de_de: Am besten geeignet für Seiten mit dunklem Hintergrund.
es_es: La mejor opción para aquellas páginas que tengan un fondo oscuro.
et: Sobib tumeda taustaga lehtedele.
fi: Paras sivuille, joiden tausta on tumma.
fr_fr: Idéal pour les pages dont l'arrière-plan est foncé.
he: האפשרות הטובה ביותר לדפים עם רקע כהה.
hi_in: गहरे रंग वाली पृष्ठभूमि के पृष्ठों के लिए सर्वश्रेष्ठ.
hu_hu: Sötét hátterű oldalakhoz ajánlott.
id_id: Cocok untuk halaman dengan latar belakang gelap.
it_it: Ideale per pagine con sfondo scuro.
ko_kr: 배경이 어두운 페이지에 적합합니다.
lt_lt: Geriausiai tinka tamsaus fono puslapiams.
lv: Lapām ar tumšu fonu.
nb_no: Best for sider med mørk bakgrunn.
nl_nl: Het meest geschikt voor pagina's met een donkere achtergrond.
pl_pl: Najlepszy dla stron o ciemnym tle.
pt_br: Melhor para págiunas com um plano de fundo escuro.
ro: Optimizată pentru paginile cu fundal închis la culoare.
ru_ru: Оптимален для страниц с тёмным фоном.
sk_sk: Ideálne pre stránky s tmavým pozadím.
sl_si: Najboljše za strani s temnim ozadjem.
sv_se: Bäst lämpad för sidor med mörk bakgrund
th: เหมาะสำหรับหน้าที่มีพื้นหลังสีเข้ม
tr_tr: Koyu renkli arkaplana sahip sayfalar için en iyisi.
uk: Краще підходить для сторінок з темним фоном.
vi: Tốt nhất cho các trang có nền tối.
zh_tw: 最適合用於深色背景的頁面。

source: Allow visitors to suggest translations?
ar: هل ترغب في السماح لزوار الموقع باقتراح ترجمتهم؟
bg_bg: Разрешаване на посетители да предлагат преводи?
cs_cz: Umožnit návštěvníkům navrhovat překlady?
da_dk: Tillad, at besøgende kan foreslå oversættelser?
de_de: Besuchern erlauben, Übersetzungen vorzuschlagen?
es_es: ¿Desea permitir que los visitantes sugieran traducciones?
et: Kas lubate külastajatel tõlkeid soovitada?
fi: Annetaanko kävijöiden ehdottaa käännöksiä?
fr_fr: Autoriser les visiteurs à proposer des traductions ?
he: לאפשר למבקרים באתר להציע תרגומים?
hi_in: आगंतुकों को अनुवादों का सुझाव देने की अनुमति दें?
hu_hu: Javasolhatnak fordításokat a látogatók?
id_id: Perbolehkan pengunjung menyarankan terjemahan?
it_it: Consenti ai visitatori di suggerire traduzioni?
ko_kr: 방문자의 번역 제안을 허용할까요?
lt_lt: Ar leisti lankytojams siūlyti vertimus?
lv: Vai ļaut apmeklētājiem ieteikt tulkojumus?
nb_no: La besøkere foreslå oversettelser?
nl_nl: Mogen bezoekers vertalingen voorstellen?
pl_pl: Czy zezwalać odwiedzającym na sugerowanie tłumaczeń?
pt_br: Permitir que os visitantes sugiram traduções?
ro: Se permite vizitatorilor să sugereze traduceri?
ru_ru: Разрешить посетителям предлагать переводы?
sk_sk: Povoliť návštevníkom odporúčať preklady?
sl_si: Ali lahko obiskovalci predlagajo prevode?
sv_se: Tillåta besökare att föreslå översättningar?
th: อนุญาตให้ผู้เยี่ยมชมแนะนำคำแปลหรือไม่
tr_tr: Ziyaretçilerin çeviri önerileri sunmalarına izin verilsin mi?
uk: Дозволити відвідувачам пропонувати переклади?
vi: Cho phép khách truy cập gợi ý bản dịch?
zh_tw: 允許訪客建議翻譯？

source: The translations submitted by a visitor become available to other visitors as alternatives. By default, these alternatives will never replace the default translation.
ar: تتوفر الترجمة التي أرسلها أحد زوار الموقع كترجمة بديلة للزوار الآخرين. افتراضيًّا، لن يتم استبدال الترجمة الافتراضية بالترجمة البديلة.
bg_bg: Преводите, изпратени от посетител, стават достъпни за други посетители като алтернативни преводи. С фабрична настройка, тези алтернативни преводи няма да заменят никога превода по подразбиране.
cs_cz: Překlady předložené návštěvníkům budou k dispozici pro další návštěvníky jako alternativy. Při výchozím nastavení tyto alternativy nebudou nikdy nahrazovat výchozí překlad.
da_dk: De oversættelser, der indsendes af en besøgende, bliver tilgængelige for andre besøgende som alternative oversættelser. Som standard vil disse alternative oversættelser aldrig erstatte standardoversættelsen.
de_de: Die von einem Besucher gesendeten Übersetzungen stehen anderen Besuchern als Alternative zur Verfügung. Standardmäßig ersetzen diese alternativen Übersetzungen nicht die Standardübersetzung.
es_es: Las traducciones que un visitante envíe estarán disponibles como alternativas para otros visitantes. De forma predeterminada, estas alternativas nunca reemplazarán la traducción por defecto.
et: Külastaja esitatud tõlked on teistele külastajatele saadaval alternatiividena. Vaikimisi ei asendata vaiketõlget kunagi nende alternatiividega.
fi: Kävijän ehdottamia käännöksiä tarjotaan muille kävijöille vaihtoehtoina. Oletuksena on, etteivät nämä vaihtoehdot koskaan korvaa oletuskäännöstä.
fr_fr: Les traductions proposées par un visiteur sont mises à la disposition des autres visiteurs en tant qu'alternatives. Par défaut, ces alternatives ne remplacent jamais la traduction par défaut.
he: תרגומים שנשלחים על-ידי מבקר באתר הופכים לזמינים למבקרים אחרים כחלופות. כברירת מחדל, חלופות אלה לעולם לא מחליפות את תרגום ברירת המחדל.
hi_in: अनुवादकों द्वारा सबमिट किए गए अनुवाद अन्य आगंतुकों के लिए एक विकल्प के रूप में उपलब्ध हो जाते हैं. डिफ़ॉल्ट रूप से, ये वैकल्पिक अनुवाद डिफ़ॉल्ट अनुवाद को कभी भी प्रतिस्थापित नहीं करेंगे.
hu_hu: A látogató által beírt fordítások a többi látogató számára alternatívaként megjelennek. Alapértelmezésben ezek az alternatívák soha nem írják felül az alapértelmezett fordítást.
id_id: Terjemahan yang dikirimkan oleh pengunjung tersedia sebagai alternatif bagi pengunjung lain. Secara default, alternatif ini tidak akan pernah menggantikan terjemahan default.
it_it: Le traduzioni proposte da un visitatore sono visibili come alternative per gli altri visitatori. Queste alternative non sostituiranno la traduzione iniziale.
ko_kr: 방문자가 제출한 번역은 다른 방문자가 대체 번역으로 사용할 수 있습니다. 기본적으로 이러한 대체 번역은 기본 번역을 대체하지 않습니다.
lt_lt: Lankytojo pateiktus vertimus kiti lankytojai gali naudoti kaip pakaitinius. Pagal numatytuosius parametrus šie pakaitiniai variantai niekada nepakeičia numatytojo vertimo.
lv: Apmeklētāja iesniegtais tulkojums ir pieejams pārējiem apmeklētājiem kā alternatīvs tulkojums. Pēc noklusējuma šie alternatīvie tulkojumi nekad neaizstāj noklusējuma tulkojumus.
nb_no: Oversettelser fra en besøker blir tilgjengelige for andre besøkende som alternativer. Som standard vil disse alternativene aldri erstatte standardoversettelsen.
nl_nl: De vertaling die door de bezoeker wordt ingediend, wordt als alternatief voorgesteld aan andere bezoekers. Deze alternatieven zullen nooit automatisch de standaardvertaling vervangen.
pl_pl: Tłumaczenia przesłane przez odwiedzającego zostają udostępnione innym odwiedzającym jako opcje alternatywne. Domyślnie te opcje nigdy nie zastępują tłumaczenia domyślnego.
pt_br: A tradução enviada por um visitante se torna disponível para outros visitantes como alternativas. Por padrão, estas alternativas nunca substituirão a tradução padrão.
ro: Traducerile transmise de un vizitator devin disponibile pentru alți vizitatori, ca alternative. Ca setare implicită, aceste alternative nu vor înlocui niciodată traducerea implicită.
ru_ru: Переводы, предложенные одним посетителем, становятся доступны другим посетителям в качестве альтернативных. По умолчанию они не замещают основной перевод.
sk_sk: Preklady, ktoré odošle návštevník, budú dostupné iným návštevníkom ako alternatívne preklady. S predvoleným nastavením tieto alternatívne preklady nikdy nebudú nahradené predvoleným prekladom.
sl_si: Prevodi, ki jih pošlje obiskovalec, so drugim obiskovalcem na voljo kot alternative. Te alternative privzeto nikoli ne nadomestijo privzetega prevoda.
sv_se: Översättningar som lagts in av en besökare blir tillgängliga för andra besökare som alternativ. Grundregeln är att dessa alternativ aldrig ersätter standardöversättningen.
th: คำแปลที่ผู้เยี่ยมชมส่งจะปรากฏต่อผู้เยี่ยมชมคนอื่นๆ เพื่อเป็นตัวเลือก ตามค่าเริ่มต้น ตัวเลือกเหล่านี้จะไม่แทนที่คำแปลเริ่มต้น
tr_tr: Ziyaretçi tarafından gönderilen çeviriler diğer ziyaretçiler tarafından alternatif olarak kullanılabilir. Varsayılan olarak, bu alternatifler varsayılan çevirinin yerine geçmez.
uk: Переклади, що були відправлені відвідувачем, стають доступними іншим відвідувачам в якості альтернативних варіантів. За замовчуванням ці альтернативні переклади не замінюють основний переклад.
vi: Bản dịch của một khách truy cập được cung cấp cho những khách truy cập khác như một phương án thay thế. Theo mặc định, những phương án thay thế này sẽ không bao giờ thay thế bản dịch mặc định.
zh_tw: 提供訪客提交的翻譯供其他訪客作為備用選項。依預設，這些備用的翻譯不會取代預設的翻譯。

source: Insert Widget
ar: إدخال عنصر واجهة مستخدم
bg_bg: Вмъкване на изпълним модул
cs_cz: Vložit widget
da_dk: Indsæt widget
de_de: Widget einfügen
es_es: Insertar widget
et: Sisesta vidin
fi: Lisää widget
fr_fr: Insérer un widget
he: הוסף רכיב גרפי
hi_in: विजेट सम्मिलित करें
hu_hu: Widget beszúrása
id_id: Sisipkan Widget
it_it: Inserisci widget
ko_kr: 위젯 삽입
lt_lt: Įterpti grafinės sąsajos elementą
lv: Ievietot logrīku
nb_no: Sett inn widget
nl_nl: Widget invoegen
pl_pl: Wstaw element widget
pt_br: Inserir componentes
ro: Integrare widget
ru_ru: Вставить мини-приложение
sk_sk: Vložiť miniaplikáciu
sl_si: Vstavljanje pripomočka
sv_se: Lägg in widget
th: แทรกวิดเจ็ต
tr_tr: Pencere Öğesi Gir
uk: Вставка віджету
vi: Chèn Tiện ích
zh_tw: 插入 Widget

source: Don't Translate
ar: عدم الترجمة
bg_bg: Без превод
cs_cz: Nepřekládat
da_dk: Oversæt ikke
de_de: Nicht übersetzen
es_es: No traducir
et: Ära tõlgi
fi: Älä käännä
fr_fr: Ne pas traduire
he: אל תתרגם
hi_in: अनुवाद न करें
hu_hu: Nem fordítható
id_id: Jangan Terjemahkan
it_it: Non tradurre
ko_kr: 번역 대상 아님
lt_lt: Neversti
lv: Netulkot
nb_no: Ikke oversett
nl_nl: Niet vertalen
pl_pl: Nie tłumacz
pt_br: Não traduzir
ro: Nu se traduce
ru_ru: Не переводить
sk_sk: Neprekladať
sl_si: Ne prevajaj
sv_se: Översätt inte
th: ไม่ต้องแปล
tr_tr: Çevirme
uk: Не перекладати
vi: Không Dịch
zh_tw: 不要翻譯

source: Bing
cs_cz: Nepřekládat

source: Translator Widget
ar: عنصر واجهة المستخدم ’المترجم‘
bg_bg: Изпълним модул Преводач
cs_cz: Widget Překladač
da_dk: Oversætter-widget
de_de: Übersetzer-Widget
es_es: Widget del Traductor
et: Tõlkevidin
fi: Kääntäjäwidget
fr_fr: Widget de Traducteur
he: רכיב גרפי של 'מתרגם'
hi_in: अनुवादक विजेट
hu_hu: Fordító widget
id_id: Widget Penerjemah
it_it: Widget Traduttore
ko_kr: 번역기 위젯
lt_lt: Vertėjo grafinės sąsajos elementas
lv: Tulkotāja logrīks
nb_no: Oversetter-widget
nl_nl: Widget Vertaler
pl_pl: Element widget usługi Translator
pt_br: Componente Tradutor
ro: Widget Traduceri
ru_ru: Мини-приложение Переводчик
sk_sk: Miniaplikácia Prekladač
sl_si: Pripomoček Prevajalnik
sv_se: Översättar-widget
th: วิดเจ็ตโปรแกรมแปล
tr_tr: Çevirmen Pencere Öğesi
uk: Віджет Перекладач
vi: Tiện ích của Công cụ dịch
zh_tw: 翻譯 Widget
